Repository: x-cod3r/Remote-administration-tools-archive
Catalog: Coolvibes RAT v1.12/Recursos/Locale/*/LC_MESSAGES/eus.po
Languages: eu

source: Modificado nombre de clave con éxito.
eu: Giltzaren izena aldatua izan da.

source: Error al modificar el nombre de la clave.
eu: Ezin izan da giltzaren izena aldatu.

source: Clave o Valor eliminado con éxito.
eu: Giltza edo balorea ezabatua izan da.

source: No se pudo eliminar la clave o el valor.
eu: Ezin izan da giltza edo balorea ezabatu

source: Clave añadida con éxito.
eu: Giltza gehitua izan da

source: No se pudo añadir la clave.
eu: ezin da giltza gehitu

source: Valor añadido con éxito.
eu: Balorea gehitua.

source: No se pudo añadir el valor.
eu: Ezin da balorea gehitu

source: Se ha intentado iniciar el serivico
eu: Zerbitzua hasten saiatu da

source: Se ha intentado detener el servicio
eu: Zerbitzua gelditzen saiatu da

source: Se ha intentado desinstalar el servicio
eu: Zerbitzua desinstalatzen saiatu da

source: Se ha intentado instalar el servicio
eu: Zerbitzua instalatzen saiatu da

source: Log eliminado con éxito
eu: Loga ezabatua izan da

source: Online Keylogger activado con éxito
eu: Online keylogerra aktibatua izan da

source: Online Keylogger desactivado con éxito
eu: Online keylogerra desaktibatua izan da

source: Seteado portapapeles con éxito
eu: Portapapera ezarria

source: Se ha intentado cerrar la conexión
eu: Konexioa ixten saiatu da

source: Procesos listados
eu: Prozesuak zerrendatuta

source: Oculta
eu: Ezkutaturik

source: Maximizada
eu: Handitua

source: Minimizada
eu: Txikiagotua

source: Activa
eu: Aktibatua

source: Ventanas listadas
eu: Leihoak zerrendatuta

source: No se encontró ningún proceso listado. Debes actualizar la lista de procesos.
eu: Ez da zerrendaturik prozesurik aurkitu. Freskatu ezau zerrenda lehenengo.

source: No se encontró ningún proceso para la ventana. Es posible que el proceso ya haya sido cerrado.
eu: Ezin da leiho horretarako prozesua aurkitu

source: Actualice la lista de ventanas.
eu: Leihoen zerrenda freskatu behar duzu.

source: La ventana con handle
eu: Handle

source: pertenece al proceso "
eu: duen leihoa

source: " con PID
eu: prozesuari dagokio

source: El directorio no existe!
eu: Direktorioa ez da existitzen

source: Espacio libre/total:
eu: Espazio hutsa/Guztira:

source: Formato:
eu: Formatua:

source: Unidad desconocida
eu: Unitate ezezaguna

source: Unidad removible
eu: Unitate ezabagarria

source: Disco duro
eu: Disko gogorra

source: Disco de red
eu: Sare unitatea

source: Unidad de CD/DVD
eu: CD/DVD unitatea

source: Disc RAM
eu: RAM unitatea

source: Unidades listadas.
eu: Unitateak zerrendatuak izan dira.

source: Listando directorio:
eu: Direktorioa zerrendatzen:

source: Carpeta de archivos
eu: Karpeta

source: Lectura
eu: Irakurketarako bakarrik

source: Directorio listado!
eu: Direktorioa zerrendatua!

source: Valores de la clave listados
eu: Giltzaren baloreak zerrendatuak

source: Webcams listadas.
eu: Webcamak zerrendatuak.

source: Shell correctamente activada
eu: Shell a aktibatua izan da

source: Shell correctamente desactivada
eu: Shell-a desaktibatua iazn da

source: Parado
eu: Gelditua

source: Corriendo
eu: Hasita

source: Pausado
eu: Pausatua

source: Servicios listados
eu: Zerbitzuak zerrendatuak

source: Desactivar Keylogger
eu: Keyloggerra desaktibatu

source: Busqueda parada
eu: Bilaketa gelditua

source: Busqueda finalizada
eu: Bilaketa amaitua

source: Portapapeles recibido
eu: Portapapera ikusia

source: Dispositivos de audio listados
eu: Audio dispositiboak zerrendatuak

source: No estás conectado!
eu: Ez zaude konektatua!

source: Selecciona algún proceso para matar
eu: Prozesu bat hautatu

source: Selecciona alguna ventana
eu: Leiho bat hautatu

source: ¿Está seguro que desea intentar cerrar la ventana Program Manager? (Es posible que coolserver se bloquee)?
eu: Benetan itxi nahi duzu 'Program manager' leihoa (Posible da zerbitzaria ixtea) ?

source: Selecciona alguna broma
eu: Broma bat hautatu lehenengo

source: Desactivado
eu: Desaktibatua

source: Dale doble click a una carpeta o a un archivo!
eu: Klik bikoitza egin ezazu karpeta edo fitxategi batean!

source: Listando archivos...
eu: Fitxategiak zerrendatzen...

source: ¿Está seguro que quiere borrar los archivos/carpetas seleccionados?
eu: Benetan ezabatu nahi duzu hautatutako karpetar/fitxategiak?

source: Nombre de carpeta inválido. Una carpeta no puede tener ninguno de los siguientes carácteres:
eu: Karpetaren izena ez da egokia. Karaktere hayek ezin ditu izan:

source: Escriba el nombre para la nueva carpeta.
eu: Idatz ezazu karpeta berriaren izena.

source: Nueva carpeta
eu: Karpeta berria

source: No escribiste un directorio válido.
eu: Ez duzu direktorio egoki bat hautatu

source: Listadas
eu: Zerrendatutak

source: claves de
eu: giltz. Guztira:

source: Claves listadas
eu: Giltzak zerrendatutak

source: ¿Está seguro de que quiere borrar el valor
eu: Benetan nahi duzu honako balorea ezabatu:

source: ¿Está seguro de que quiere borrar la clave
eu: Benetan nahi duzu honako giltza ezabatu:

source: Escriba el nombre para la nueva clave.
eu: Idatz ezazu giltza berriaren izena.

source: Crear nueva clave
eu: Giltz berri bat sortu

source: NuevaClave
eu: Giltzaberria

source: Selecciona algún tipo de botón
eu: Hautatu botoi mota bat

source: Selecciona alguna ventana para enviarle teclas.
eu: Hauta ezazu lehio bat teklak bidaltzeko.

source: Pide una captura primero!
eu: Eska ezazu kaptura bat lehenengo

source: ¿Está seguro de que desea cerrar el servidor? Este no se volverá a iniciar si no están activos los métodos de auto-inicio.
eu: Benetan nahi duzu zerbitzaria itxi?

source: Confirmación
eu: Konfirmazioa

source: ¿Está seguro de que desea desinstalar el servidor? ¡Este será removido completamente del equipo!
eu: Benetan nahi duzu zerbitzaria desinstalatu?

source: ¿Está seguro de que desea actualizar el servidor? ¡Se volverá a enviar coolserver.dll!
eu: Benetan nahi duzu zerbitzaria eguneratu?

source: Entra al directorio primero!
eu: Sar zaitez direktorioan lehenengo!

source: Intento de intrusión a archivo bloqueado:
eu: Intruzio sahiakera blokeatua:

source: Error al capturar audio
eu: Ezin izan da audioa atzeman

source: Transferencia finalizada:
eu: Transferentzia bukatua:

source: En espera
eu: Itxaroten

source: Se escogió el mismo color para la fuente y el fondo. Escoge otro.
eu: Hondoak eta letrak ezin dute kolore berdina eduki

source: Advertencia
eu: Oharra

source: Guardar texto :: Coolvibes ::
eu: Testua gorde ::Coolvibes::

source: Archivo de texto
eu: Testu fitxategia

source: Archivo guardado como:
eu: Fitxategia gordeta:

source: {Escribir el nombre del servicio}
eu: {Zerbitzuaren izena}

source: {Escribir la descripción del servicio}
eu: {Zerbitzuaren deskribapena}

source: {Ruta del ejecutable a poner de servicio}
eu: {Zerbitzuaren kokapena}

source: Guardar imagen ::Coolvibes::
eu: Irudia gorde ::Coolvibes::

source: Imagen
eu: Irudia

source: Imagen guardada como:
eu: Irudia gordeta:

source: Guardar captura de pantalla
eu: Kaptura gorde

source: Activar guardado automático
eu: Gordeketa automatikoa aktibatu

source: Desactivar guardado automático
eu: Gordeketa automatikoa desactivatu

source: Guardar captura de webcam
eu: Webcamaren irudia gorde

source: Prefijo captura
eu: Kapturen aurrizkia

source: Guardar Log de Keylogger ::Coolvibes Rat::
eu: Keyloggerraren loga gorde ::Coolvibes RAT::

source: Texto .txt
eu: Testua .txt

source: Log guardado como:
eu: Loga gordeta:

source: Cargadas
eu: Kardatuta

source: Miniaturas cargadas!
eu: Irudiak kargatuta!

source: Parar
eu: Gelditu

source: Mínimo 1 segundo
eu: Segundo bat gutxienez

source: Dispositivo de audio no válido
eu: Audio dispositiboa ez da egokia

source: Selecciona un formato de audio
eu: Hautatu audio formatua

source: Guardar Audio ::Coolvibes::
eu: Audio gorde ::Coolvibes::

source: Audio guardado con éxito:
eu: Audio gordeta:

source: Velocidad
eu: Abiadura

source: Selecciona alguna conexión para cerrar
eu: Ixteko konexio bat hautatu

source: Añadiendo valor
eu: Balorea gehitzen

source: Los valores binarios solo constan de una linea
eu: Balore binarioak bakarrik lerro bat daukate

source: dias
eu: egun

source: horas
eu: ordu

source: minutos
eu: minuto

source: segundos
eu: segundo

source: ya está en uso o hay un firewall bloqueándolo, elija otro
eu: portua erabilia izaten ari da, hautatu beste edozein

source: Esperando conexiones
eu: Konexioak itxoiten

source: Puerto(s):
eu: Portua(k):

source: No se puede cargar la imagen:
eu: Ezin da irudia kargatu:

source: Escucha detenida
eu: Entzuteari utzita

source: DESCONECTADO
eu: DESKONECTATUA

source: Número de conexiones:
eu: Konexio kopurua:

source: Pidiendo Servidor
eu: Zerbitzaria eskatzen

source: Cambio de Ventana:
eu: Leiho aldaketa:

source: Actividad detectada
eu: Aktibitatea hauteman da:

source: CoolServer.dll no existe, no se podrán mandar servidores
eu: Coolserver.dll ez da existitzen, ezin izango da zerbitzaririk bidali

source: Estado: No escuchando
eu: Egoera: Itxaroren

source: ¿Está seguro de que desea cerrar todos los servidores seleccionados? Este no se volverá a iniciar si no están activos los métodos de auto-inicio.
eu: Benetan nahi duzu zerbitzaria itxi?

source: ¿Está seguro de que desea actualizar los servidores seleccionados? ¡Se volverá a enviar coolserver.dll!
eu: Benetan nahi duzu zerbitzaria eguneratu?

source: Directorio de coolvibes
eu: Coolvibes ren directorioa

source: Nombre del servidor
eu: Zerbitzariaren izena

source: Nombre de usuario del servidor
eu: Zerbitzariaren erabiltzailearen izena

source: Nombre de PC del servidor
eu: Zerbitzariaren ordenagailuaren izena

source: Descargando
eu: Jaisten

source: Error al descargar archivo:
eu: Errorea fitxategia jaisterakoan:

source: Detenido
eu: Geldituta

source: Finalizado
eu: Bukatua

source: No se pudo acceder al archivo, puede que esté en uso por otra aplicación
eu: Ezin da fitxategia ireki, agian beste programaren bat erabiltzen ari da

source: Subiendo
eu: Igotzen

source: Recibiendo Thumbnail
eu: Irudia jasotzen
