Repository: x-cod3r/Remote-administration-tools-archive
Catalog: Coolvibes RAT v1.12/Recursos/Locale/*/LC_MESSAGES/eus.po
Languages: eu

source: Capturador de Pantalla ::Coolvibes::
eu: Pantaila ikuskaria

source: Capturar
eu: Atzeman

source: Automático
eu: Automatikoki

source: No
eu: Ez

source: Calidad
eu: Kalitatea

source: Transparente
eu: Gardentasuna

source: Siempre encima
eu: Beti goian

source: Ventana proporcional
eu: Leiho proportzionala

source: Acerca de Coolvibes
eu: Coolvibesri Buruz

source: Historial de las versiones
eu: Bertsioetako aldaketak

source: www.famfamfam.com (por los iconos)
eu: www.famfamfam.com (Ikonoengatik)

source: Créditos:
eu: Kredituak:

source: tt (por el editor de configuración para el servidor)
eu: tt (Serbitzariaren konfiguratzailearengatik)

source: stm (por la ayuda en la Shell - Wack-a-Mole)
eu: stm (Shell-aren laguntzagarik - Wack-a-Mole)

source: stm por la base del keylogger
eu: stm keylogerraren oinarriagatik

source: En este proyecto por el momento han participado:
eu: Proiektu honetan momentuz esku hartu dute:

source: Coolvibes es un proyecto
eu: Coolvibes indetectables.net web orrian

source: desarrollado en Indetectables
eu: garatutako proiektu bat da. Bere

source: que consiste en la creación de
eu: helburua nola funtzionatzen duen 'troyano'

source: un troyano escrito en Delphi de
eu: batek jakin nahi duen jendeak proiektuan esku

source: código y participación abierta
eu: hartzea da. Edonork lagundu dezake proiektu

source: a todo aquél que tenga
eu: honetan.

source: Conexiones
eu: Konexioak

source: Estadisticas
eu: Estadistikak

source: Número de conexiones: 0
eu: Konexio kopurua: 0

source: Cerrar
eu: Itxi

source: Evento
eu: Gertakaria

source: Puerto
eu: Portua

source: Hora
eu: Ordua

source: Nombre
eu: Izena

source: Configuración de servidor
eu: Zerbitzariaren konfiguratzailea

source: Conexión
eu: Konexioa

source: Nombre:
eu: Izena:

source: Agregar
eu: Gehitu

source: Subir
eu: Igo

source: Bajar
eu: Jaitsi

source: Eliminar
eu: Ezabatu

source: Nombre del Plugin:
eu: Gehigarria. izena:

source: El identificador que tendrá el servidor al conectarse con el cliente del Coolvibes
eu: Zerbitzariak izango duen identifikatzailea coolvibesekin konektatzean

source: Inyectar en el navegador
eu: Nabigatzailean ziztatu

source: Persistencia
eu: Iraunkortasuna

source: El nombre del plugin una vez que se haya subido al servidor
eu: Gehigarriaren izena behin zerbitzarira igota

source: Instalación
eu: Instalazioa

source: Nombre de archivo:
eu: Fitxategiaren izena:

source: Nombre de la clave:
eu: Giltzaren izena:

source: Directorio:
eu: Direktorioa:

source: Clave:
eu: Giltza:

source: Copiar archivo
eu: Fitxategia kopiatu

source: El nombre con el que el servidor se copiará al instalarse
eu: Zerbitzariaren izena behin kopiatutakoan

source: Activarla para hacer que el servidor se borre una vez ejecutado
eu: Zerbitzaria bere burua ezabatuko du behin kopiatutakoan

source: Borrar después de copiar (Melt)
eu: Kopiatu eta gero ezabatu (Melt)

source: Copiar con fecha anterior
eu: Aurreko data batekin kopiatu

source: Auto inicio con método RUN
eu: Hasi ordenagailua pizterakoan RUn metodoarekin

source: El nombre de la clave run en el registro
eu: Run giltzaren izena erregistroan

source: Marcar para utilizar el método active-setup para iniciar el servidor automáticamente al arrancar windows
eu: Active-setup método erabiltzeko hautatu

source: Auto inicio con método Active Setup
eu: Ordenagailua pizterakoan hasi active setup metodoarekin

source: El nombre de la clave active setup en el registro, haz click para generar una aleatoria
eu: Active-setup giltzaren izena erregistroan, klik egin ausazko bat sortzeko

source: Crear!
eu: Eraiki!

source: Haga click aquí para cargar un icono...
eu: Klik egin ezazu ikono bat kargatzeko...

source: Icono:
eu: Ikonoa:

source: Comprimir las DLL's del inyector con UPX para reducir el tamaño del servidor
eu: Xiringaren DLLak komprimitu tamaina txikitzeko

source: Comprimir las DLL's del inyector con UPX
eu: DLLak komprimitu UPX erabiliz

source: Cifrar las DLL's del inyector
eu: Xiringaren DLLak zifratu

source: Centro de control
eu: Kontrolgunea

source: Información
eu: Informazioa

source: Servidor
eu: Zerbitzaria

source: Enviar
eu: Bidali

source: Refrescar
eu: Freskatu

source: Configuración
eu: Konfigurazioa

source: Contenido
eu: Edukiak

source: <Seleccione una acción>
eu: <Akzio bat hautatu>

source: Actualizar
eu: Eguneratu

source: Desinstalar
eu: Desinstalatu

source: Descripción
eu: Deskribapena

source: Ficheros
eu: Fitxategiak

source: Ver unidades
eu: Ikus Unitateak

source: Ir/Actualizar
eu: Freskatu

source: Carpetas:
eu: Karpetak:

source: Archivos:
eu: Fitxategiak:

source: Rutas Rápidas
eu: Sarbide azkarrak

source: Para de listar
eu: Zerrenda. utzi

source: Tamaño
eu: Tamaina

source: Tipo
eu: Mota

source: Atributos
eu: Atributuak

source: Fecha de modificación
eu: Aldaketa data

source: Transferencias
eu: Transferentziak

source: Subidas y descargas de ficheros
eu: Fitxategien jaitsierak eta igoeark

source: Archivo(Origen|Destino)
eu: Fitxategiak(Nondik|Nora)

source: Progreso
eu: Progresua

source: Enviado/Recibido
eu: Bidalita/Jasoa

source: Vel/T. restante
eu: Abiadura/Gelditzen del d.

source: Buscar
eu: Bilatu

source: Comenzar
eu: Hasi

source: Encontrados:
eu: Aurkituta:

source: Limpiar Listview
eu: Zerrenda garbitu

source: Ruta
eu: Bidea

source: Administrador
eu: Administratzailea

source: Procesos
eu: Prozesuak

source: Ventanas
eu: Leihoak

source: Titulo
eu: Titulua

source: Estado
eu: Egoera

source: Mostrar ventanas ocultas
eu: Ezkutatutako leihoak zerrendatu

source: Registro
eu: Erregistroa

source: Ver
eu: Ikusi

source: Valor
eu: Balorea

source: Servicios
eu: Zerbitzuak

source: Instalar
eu: Gehitu

source: Cancelar
eu: Ezeztatu

source: Siguiente
eu: Hurrengoa

source: Servicio
eu: Zerbitzua

source: Cambiar fuente
eu: Iturria aldatu

source: Cambiar color
eu: Kolorea aldatu

source: Puertos
eu: Portuak

source: Protocolo
eu: Protokoloa

source: IP Local
eu: Ip lokala

source: Puerto local
eu: Portu lokala

source: IP Remota
eu: Zerbitzariaren IPa

source: Puerto remoto
eu: Zerbitzariaren portua

source: Mostrar puertos a la escucha
eu: Entzuten ari diren portuak zerrendatu

source: Vigilancia
eu: Ikuskariak

source: Pantalla
eu: Pantaila

source: Calidad JPG:
eu: JPGaren kalitatea:

source: Haz clic para realizar una captura al escritorio remoto
eu: Klik egin ezazu kaptura bat hartzeko

source: Guardar
eu: Gorde

source: Pantalla completa
eu: Pantaila osoa

source: Clicks Remotos
eu: Sagua kontro.

source: Tamaño Real
eu: Tama. erreala

source: Calidad de imagen:
eu: Irudiaren kalitatea:

source: Obtener webcams
eu: Webcamak ikusi

source: Opciones
eu: Ezarpenak

source: Duración
eu: Iraupena

source: Segundos
eu: Segundo

source: Listar
eu: Ikusi

source: Tamaño:
eu: Tamainua:

source: Canal
eu: Kanala

source: Auto reproducir recibidos
eu: Jasotakoak auto. entzun

source: Recibido
eu: Jasoa

source: Formato
eu: Formatua

source: Recibir log
eu: Loga Jaso

source: Eliminar log
eu: Loga ezabatu

source: Activar Keylogger
eu: Keyloggerra aktibatu

source: Online keylogger
eu: Online keyloggerra

source: Portapapeles
eu: Portapapera

source: Ver Portapapeles
eu: Portapapera ikusi

source: Setear Portapapeles
eu: Portapapera ezarri

source: Mensajes
eu: Mezuak

source: Título:
eu: Titulua:

source: Tipo de Mensaje
eu: Mezu mota

source: Error
eu: Errorea

source: Pregunta
eu: Galdera

source: Exclamación
eu: Harridura

source: Vacío
eu: Ez

source: Tipo de Botones
eu: Botoi motak

source: OK, Cancelar
eu: OK, Ezeztatu

source: Reintentar, Cancelar
eu: Bersaiatu, ezeztatu

source: Sí, No
eu: Bai, ez

source: Sí, No, Cancelar
eu: Bat, ez, ezeztatu

source: Anular, Reintentar, Omitir
eu: Baliogabetu, bersaiatu, aldera utzi

source: Bromas
eu: Bromak

source: Maximizar
eu: Handiagotu

source: Minimizar
eu: Txikiagotu

source: Mostrar
eu: Erakutsi

source: Ocultar
eu: Ezkutatu

source: Minimizar todas
eu: Guztiak txikiagotu

source: Ir al proceso...
eu: Prozesura joan...

source: Enviar teclas...
eu: Teklak bidali...

source: Botón Cerrar [X]...
eu: Ixteko botoia [X]...

source: Activar
eu: Aktibatu

source: Desactivar
eu: Desaktibatu

source: Descargar
eu: Jaitsi

source: Encolar descarga
eu: Ilarara gehitu

source: Subir fichero ...
eu: Fitxategia igo...

source: Ejecutar/Abrir
eu: Ireki

source: Oculto
eu: Ezkutaturik

source: Cambiar Atributos
eu: Atributuak aldatu

source: Sólo lectura
eu: Irakurketarako bakarrik

source: Cambiar nombre
eu: Izena aldatu

source: Crear nueva carpeta
eu: Karpeta berri bat eraiki

source: Previsualizar Imagenes
eu: Irudiak ikusi

source: Visor de imagenes avanzado
eu: Irudien ikusgailua

source: Portapapeles virtual
eu: Portapaper birtuala

source: Copiar
eu: Kopiatu

source: Pegar
eu: Itsasi

source: Abrir Carpeta Descargas
eu: Ireki transferentzien karpeta

source: Abrir directorio del archivo
eu: Ireki fitxategiaren direktorioa

source: Nuevo
eu: Berria

source: Clave
eu: Giltza

source: Valor alfanumérico
eu: Balore alfanumerikoak

source: Valor binario
eu: Balore binarioa

source: Valor DWORD
eu: DWORD balorea

source: Valor de cadena múltiple
eu: Kate anitzezko balorea

source: Detener Transferencia
eu: Transferentzia gelditu

source: Iniciar/Reanudar Descarga
eu: Hasi/jarraitu jaitsiera

source: Primer puesto
eu: Lehenengo postua

source: Subir puesto
eu: Postua igo

source: Bajar puesto
eu: Postua jaitsi

source: Último puesto
eu: Azken postura

source: Borrar completados
eu: Bukatutakoak ezabatu

source: Eliminar descarga
eu: Transferentzia ezabatu

source: Abrir carpeta descargas
eu: Ireki deskargen karpeta

source: Selecciona el archivo a enviar
eu: Bidaltzeko fitxategia hautatu

source: Guardar cómo...
eu: Gorde...

source: Iniciar
eu: Hasi

source: Detener
eu: Gelditu

source: Guardar imagen
eu: Irudia gorde

source: Guardado automático
eu: Automatikoki gorde

source: Directorio de windows
eu: Windowseko direktorioa

source: Directorio de sistema
eu: Sistemako direktorioa

source: Mis documentos
eu: Nire Dokumentuak

source: Escritorio
eu: Mahaigaina

source: Archivos Recientes
eu: Erabilitako artxiboak

source: Directorio de instalación de coolvibes
eu: Coolvibesaren instalazio direktorioa

source: Reproducir
eu: Entzun

source: Cerrar Conexión
eu: Konexioa itxi

source: Matar Proceso
eu: Prozesua hil

source: Ir a proceso
eu: Prozesura joan

source: Conectando
eu: Konexio berria

source: Añadiendo valor tipo
eu: Gehitzen balorea, mota

source: Nombre del valor:
eu: Balorearen izena:

source: Información del valor:
eu: Balorearen informazioa:

source: Aceptar
eu: Onartu

source: Teclas especiales
eu: Tekla bereziak

source: Combinaciones
eu: Konbinaketak

source: Alt + F4 (Cerrar ventana)
eu: Alt + F4 (Leihoa itxi)

source: Control + Escape (Abrir Menú Inicio)
eu: Control + Escape (Hasi menua ireki)

source: Más información...
eu: Informazio gehiago...

source: Nueva ID
eu: Id berria

source: Escriba la nueva ID del servidor:
eu: Idatzi zerbitzariaren izen berria:

source: Coolvibes Server
eu: Coolvibesen zerbitzaria

source: Escuchar
eu: Entzun

source: Acerca de...
eu: ...ri buruz

source: Configurar servidor
eu: Zerbitzaria eraiki

source: CPU
eu: PUZ

source: Versión
eu: Bertsioa

source: Ventana activa
eu: Erabiltzen ari den leihoa

source: TSU
eu: Erabili gabeko denbora

source: Encendido hace
eu: Piztuta duela

source: Idioma
eu: Hizkuntza

source: Usuario / PC
eu: Erabiltzailea / PC

source: Avisos
eu: Abisuak

source: Abrir
eu: Ireki

source: Acceso rápido
eu: Bidelasterra

source: Plugins
eu: Gehigarriak

source: Captura pantalla
eu: Pantaila ikustzailea

source: Avisar cuando...
eu: Jakinarazi...

source: Se detecte actividad
eu: Aktibitatea hautematzen denean

source: Cambie de ventana
eu: Leihoz aldatzen duenean

source: Abrir directorio usuario
eu: Erabiltzailearen karpeta ireki

source: Mostrar/Ocultar
eu: Ikusi/Ezkutatu

source: Notificaciones
eu: Notifikazioak

source: Salir
eu: Irten

source: General
eu: Orokorra

source: Al salir...
eu: Ixterakoan...

source: Solicita confirmación al salir de Coolvibes
eu: Berrespena eskatu Coolvibes ixterakoan

source: Solicitar confirmación
eu: Berrespena eskatu

source: Cerrar al tray
eu: Tray-era itxi

source: Minimizar al tray
eu: Trayera txikiagotu

source: Si esta marcada se actualizaran los listados de el centro de control
eu: Hautatua badago kontrolguneko zerrendak automatikoki freskatuko dira

source: Auto-Refrescar Centro de Control
eu: Kontrolgunea auto-freskatu

source: C.Control como ventana independiente
eu: Kontrolgunea leihoindependientean

source: Puertos de escucha
eu: Entzuteko Portuak

source: Puedes añadir mas de un puerto de escucha separandolos con el caracter ;
eu: Portu bat baino gehiago gehitu dezakezu ;-rekin bereizten

source: Empieza a escuchar al ejecutar coolvibes
eu: Coolvibes irekitzerakoan entzuten hasi

source: Escuchar al iniciar
eu: Hasitakoan entzun

source: El cliente mandara ping al servidor para refrescar la información de del listado de conexiones
eu: Bezeroak ping bidaliko du zerrenda nagusian dagoen informazioa berritzeko

source: Mandar ping auto. cada
eu: Ping bidali automatikoki

source: Si la opción esta marcada el centro de control se cerrará cuando el servidor se desconecte, de lo contrario permanecerá visible pero no se podrán mandar comandos
eu: Hautatua badago kontrolgunea automatikoki itxiko da zerbitzaria deskonektatzen denean

source: Cerrar centro de control al desconectar
eu: KontrolGunea itxi zerbitzaria deskonektatzerakoan

source: Notificación estilo MSN cada vez que un servidor se conecte
eu: MSn notifikazioa zerbitzaria konektatzerakoan

source: Notificación MSN al conectar
eu: MSN notifikazioa konektatzerakoan

source: Muestra un globo de notificación cuando un servidor se desconecte
eu: Notifikazio puxika bat agertuko da zerbitzari bat deskonektatzerakoan

source: Globo de notificación al desconectar
eu: Notifikazio Puxika zerbitzaria deskonektatzerakoan

source: Notificación estilo globo emergente cuando el server se conecte por primera vez
eu: Puxika moduko notifikazio bat agertuko da zerbitzaria lehenengo aldiz konektatzen denean

source: Globo de notificación al pedir servidor
eu: Notifikazio Puxika zerbitzaria eskatzerakoan

source: Marcar para reproducir un sonido al conectar, el archivo de sonido tiene que tener formato wav
eu: Hautatu soinu bat entzuteko konektatzerakoan, wav formatuko fitxategi bat izan behar da

source: Alerta sonora al conectar
eu: Soinua konektatzerakoan

source: Ruta al archivo de sonido en formato wav
eu: Wav fitxategiaren kokapena

source: Directorios
eu: Direktorioa

source: Directorio Usuario
eu: Erabiltzailearen direktorioa

source: Directorio de Capturas
eu: Kapturen direktorioa

source: Directorio de Webcam
eu: Webcamaren direktorioa

source: Directorio de Miniaturas
eu: Irudien direktorioa

source: Directorio de Descargas
eu: Jaitsieren direktorioa

source: Añadir plugin
eu: Gehigarria gehitu

source: Eliminar Plugin
eu: Gehigarria ezabatu

source: Autor
eu: Egilea

source: Archivo
eu: Fitxategia

source: CoolPlugin|*c.dll
eu: CoolGehigarria|*c.dll

source: Visor de miniaturas
eu: Irudi Ikusgailua

source: Visor
eu: Ikusgailua

source: Cola de Miniaturas
eu: Irudien ilara

source: Tamaño JPG:
eu: JPGaren tamainua:

source: Modo de Visionado
eu: Ikusketa modua

source: Haz Click en la imagen del Visor para comenzar
eu: Klik egin ezazu ikusgailuaren irudian hasteko

source: Manual
eu: Eskuz

source: Autoguardado
eu: AutoGorde

source: Hacer clic en la imagen
eu: Klik egin irudian

source: En Cola
eu: Ilaran

source: Estado:
eu: Egoera:

source: Esperando
eu: Itxoiten

source: Eliminar de la cola
eu: Ilaratik kendu

source: Acerca de Coolvibes
eu: Coolvibesri buruz

source: No se encontró el archivo
eu: Ezin da fitxategia aurkitu

source: Nueva Conexión
eu: Konexio berria

source: Desconexión
eu: Deskonekzioa

source: Seleccione el servidor que desea modificar.
eu: Aldatu nahi duzun zerbitzaria hautatu

source: > Listo.
eu: > Prest.

source: Tienes que establecer un nombre al plugin
eu: Gehigarriari izen bat ezarri behar diozu

source: Nombre del plugin inválido. No puede tener ninguno de los siguientes carácteres:
eu: Gehigarriaren izenak ezin du honako karaktereak izan:

source: Ruta inválida. No puede tener ninguno de los siguientes carácteres:
eu: Instalazio karpeta ezin du karaktere hauek izan:

source: Abrir icono...
eu: Ikonoa ireki...

source: Icono
eu: Ikonoa

source: Servidor.exe
eu: Zerbitzaria.exe

source: > Copiando los archivos necesarios...
eu: > beharrezkoak diren fitxategia kopiatzen

source: El archivo Jeringa.exe no existe
eu: Jeringa.exe ez da existitzen

source: > Error: El archivo Jeringa.exe no existe
eu: > Errorea: Ezin da aurkitu Jeringa.exe

source: > Jeringa.exe correctamente copiado.
eu: > Jeringa.exe kopiatua izan da.

source: El archivo Conectador.dll no existe.
eu: Conectador.dll fitxategia ez da existitzen

source: > Error: El archivo Conectador.dll no existe.
eu: > Error: Ezin da Conectador.dll fitxategia aurkitu

source: > Conectador.dll correctamente copiado.
eu: > Conectador.dll kopiatua izan da

source: Comprimiendo conectador.dll con UPX...
eu: Conectador.dll UPX rekin komprimitzen

source: Comprimidos!
eu: Konprimituak!

source: El archivo conectador.exe no existe.
eu: Conctador.exe ez da existitzen

source: > Error: El archivo conectador.exe no existe.
eu: > Error: Ezin da aurkitu conectador.exe

source: > Conectador.exe correctamente copiado.
eu: > Conectador.exe kopiatua izan da

source: > Conectador.dll añadida
eu: > Conectador.dll gehitua

source: > Escribiendo la configuración al servidor...
eu: > Konfigurazioa zerbitzarira idazten

source: La configuración se guardó con éxito.
eu: Konfigurazioa zerbitzarian gorde egin da

source: > La configuración se guardó con éxito.
eu: > Konfigurazioa zerbitzarian gorde egin da

source: No se pudo guardar la configuración.
eu: Ezin da konfigurazioa gorde

source: > No se pudo guardar la configuración.
eu: > Ezin izan da konfigurazioa gorde

source: > Cambiando el icono al servidor...
eu: > Zerbitzariaren ikonoa aldatzen

source: > El ícono se cambió con éxito.
eu: > Zerbitzariaren ikonoa aldatua izan da

source: Este campo solo admite números
eu: Zenbakiak bakarrik onartuak

source: Este campo no admite el caracter: |
eu: Ezin da karaktere hau erabili: |

source: Se pueden poner variables en la ruta que serán reemplazadas cuando se ejecute el servidor.
eu: hainbat aldagarri erabili ahal dira.

source: Las variables aceptadas son:
eu: Hauek dira aldagarriak:

source: %WinDir% -> Se reemplaza por el directorio de Windows (Por ejemplo C:\Windows\)
eu: %WinDir% -> Windowsren direktorioa (Adibidez C:\Windows\)

source: %SysDir% -> Se reemplaza por el directorio de sistema (Por ejemplo C:\System32\)
eu: %SysDir% -> Sistemaren direktorioa (Por ejemplo C:\System32\)

source: %TempDir% -> Se reemplaza por el directorio de archivos temporales (Por ejemplo C:\Temp\)
eu: %TempDir% -> Fitxategi tenporalen direktorioa (Adibidez C:\Temp\)

source: %AppDir% -> Se reemplaza por el directorio de datos de aplicaciones (Por ejemplo C:\Documents and Settings\user\appdata\) (Recomendado)
eu: %AppDir% -> Aplikazioen direktorioa (Adibidez C:\Documents and Settings\user\appdata\) (Aholkatua)

source: %RootDir% -> Se reemplaza por la ruta principal del directorio de Windows (Por ejemplo C:\)
eu: %RootDir% -> Unitate nagusiaren direktorioa (Adibidez C:\)

source: Cuando el servidor sea copiado a la carpeta de destino, su fecha de
eu: Zerbitzaria instalatzen denean bere aldaketa data

source: modificación cambiará por una anterior de modo que no pueda encotrarse
eu: aldatu egingo da zahar baten ordez. Horrela zailago izango da zerbitzaria aurkitzea.

source: Cuando el proceso servidor sea matado volvera a iniciarse e inyectarse
eu: Prozesua hiltzen denean berriro ere irekiko da.

source: El servidor se inyectará en el navegador predeterminado para saltarse firewalls
eu: Zerbitzaria nabigatzaile predeterminatuan ziztatuko da suetenak saihesteko.

source: Atención: Activar esta opción incrementa el tamaño del servidor
eu: Kontuz: Opzio honen aktibaketa zerbitzariaren tamainiaren handiagotzea dakar

source: IP o DNS inválida. No puede tener ninguno de los siguientes carácteres:
eu: IP edo DNSak ezin ditu honako karaktereak eduki:

source: Centro de control:
eu: Kontrolgunea:

source: De momento no funciona esta función :-)
eu: Momentuz funtzio honek ez du funtzionatzen :-)

source: Hubo un problema al intentar auto-ejecutarse); la actualización se completara en el siguiente reinicio
eu: Ezin izan da zerbitzaria auto-ireki. Zerbitzaria hurrengo irekieran eguneratuko da.

source: Proceso matado con PID
eu: Prozesua hil egin da. PID:

source: :( No pude matar el proceso con PID
eu: Ezin da prozesua hil. PID:

source: Ventana cerrada con Handle
eu: Leihoa itxia izan da:

source: Ventana maximizada con Handle
eu: Leihoa handiagotua izan da:

source: Ventana minimizada con Handle
eu: Leihoa txikitua izan da:

source: Ventana mostrada con Handle
eu: Leihoa itxita,

source: Ventana ocultada con Handle
eu: Leihoa izkutatua:

source: Minimizadas todas las ventanas.
eu: Leiho guztiak txikituak izan dira

source: Se activó el botón Cerrar [X] en la ventana con Handle
eu: Ixteko botoia [X] aktibatua izan da. Handle:

source: Se desactivó el botón Cerrar [X] en la ventana con Handle
eu: Ixteko botoia [X] desaktibatua izan da. Handle:

source: No se pudieron enviar las teclas a la ventana con handle
eu: Ezin dira teklak bidali. Handle:

source: Se enviaron las teclas a la ventana con handle
eu: Teklak bidaliak izan dira. Leihoaren identifikatzailea:

source: El usuario respondió: OK
eu: Zerbitzariak erantzu du: OK

source: El usuario respondió: Cancelar
eu: Zerbitzariak erantzu du: Ezeztatu

source: El usuario respondió: Reintentar
eu: Zerbitzariak erantzu du: Bersaiatu

source: El usuario respondió: Sí
eu: Zerbitzariak erantzu du: Bai

source: El usuario respondió: No
eu: Zerbitzariak erantzu du: Ez

source: El usuario respondió: Anular
eu: Zerbitzariak erantzu du: Baliogabetu

source: El usuario respondió: Omitir
eu: Zerbitzariak erantzu du: Aldera utzi

source: Archivo correctamente ejecutado :).
eu: Fitxategia irekia izan da :)

source: Se produjo algún error al ejecutar el archivo.
eu: Ezin izan da fitxategia ireki

source: Archivo correctamente ejecutado de manera oculta :).
eu: Fitxategia irekia izan da :)

source: Se produjo algún error al ejecutar el archivo de manera oculta.
eu: Ezin izan da fitxategia ireki

source: El archivo fue borrado con éxito.
eu: Fitxategia ezabatua izan da

source: El archivo no se pudo borrar.
eu: Fitxategia ezin da ezabatu

source: El archivo no existe. Tal vez ya fue borrado.
eu: Fitxategia ez da existitzen. Agian aurretik ezabatua izan da

source: La carpeta fue borrada con éxito.
eu: Karpeta ezabatua izan da

source: No se pudo borrar la carpeta.
eu: Ezin izan da karpeta ezabatu

source: La carpeta no existe. Tal vez ya fue borrada.
eu: Karpeta ez da existitzen. Agian aurretik ezabatua izan da

source: Archivo o carpeta renombrada con éxito.
eu: Fitaxtegiaren edo karpetaren izena aldatua izan da

source: No se pudo renombrar el archivo o la carpeta.
eu: Ezin izan da fitxategiaren edo karpetaren izena aldatu

source: El archivo o la carpeta no existe.
eu: Fitxategia edo karpeta ez da existitzen

source: Carpeta creada con éxito.
eu: Karpeta sortua

source: No se pudo crear la carpeta.
eu: Ezin izan da karpeta sortu

source: La carpeta ya existe); no es necesario crearla.
eu: Karpeta existitzen da. Ez da beharrezkoa sortea

source: Archivo copiado con éxito
eu: Fitxategia kopiatua

source: Error al copiar el archivo
eu: Ezin izan da fitxategia kopiatu
